<pad>	0
<go>	0
<eos>	0
<unk>	0
<blank>	0
the	14496
of	9368
and	7215
to	6697
a	4986
in	4352
is	3485
that	3171
as	2233
it	2077
–	1780
was	1720
for	1611
his	1607
he	1584
be	1457
The	1377
with	1363
on	1359
not	1234
they	1211
this	1140
are	1126
by	1112
at	1079
or	1069
have	1033
their	981
Harry	968
from	945
had	928
an	916
its	863
I	844
but	827
you	814
which	745
all	719
said	704
will	672
what	655
we	608
into	607
has	597
It	587
one	580
more	574
He	558
out	555
who	543
were	541
about	510
so	510
if	498
class	496
even	482
been	481
only	469
can	461
them	453
up	451
would	447
In	426
there	425
like	422
very	421
him	409
just	380
when	378
no	373
than	367
But	367
most	365
This	348
people	346
other	344
how	340
do	340
over	338
social	330
could	327
these	319
any	317
also	307
because	306
through	294
some	280
They	278
real	276
A	272
back	272
see	268
Ron	267
something	264
And	260
our	255
labor	238
us	237
might	231
being	231
still	230
know	230
between	227
does	223
your	223
get	220
last	220
it.	219
economic	219
every	218
way	216
much	215
where	214
got	214
down	211
political	210
off	207
such	201
she	201
…	201
two	199
Hagrid	199
new	198
structure	192
‘I	192
never	191
her	191
own	189
didn’t	189
my	188
think	186
then	186
good	185
human	183
me	183
.	182
Hermione	182
against	180
same	178
thought	177
looked	177
material	174
without	173
should	172
around	172
time	171
those	170
itself	163
means	160
Professor	159
sense	158
always	157
come	155
world	152
theory	152
while	151
There	150
too	150
now	149
What	149
it,	148
did	148
many	147
make	147
rather	146
capitalist	144
going	143
long	142
made	141
want	141
really	141
workers	141
German	139
look	136
Class	136
right	135
must	135
go	134
things	134
first	133
life	132
take	132
himself	132
Harry,	131
work	130
great	129
before	129
Marx,	129
ever	128
don’t	128
Harry.	127
Uncle	127
under	125
fact	123
If	123
As	123
towards	122
man	122
him.	121
them.	121
almost	120
well	120
say	119
both	119
little	119
already	118
power	118
that,	117
old	117
capitalism	117
he’d	117
order	116
once	115
–’	115
•	114
form	113
Harry’s	113
For	112
let	112
far	112
“the	112
Dudley	112
found	111
different	111
philosophical	110
each	110
perhaps	109
type	109
nothing	108
culture	108
value	108
after	108
instance	108
Snape	108
philosophy	107
since	107
structural	107
here	106
put	106
looking	106
Marx	106
and,	105
came	103
why	103
couldn’t	103
Good	102
next	102
within	101
turned	101
cultural	100
need	99
cannot	99
quite	98
We	98
themselves	98
though	97
|	97
everything	96
able	95
told	95
process	94
use	94
enough	94
eyes	94
Evil	93
him,	93
sort	93
On	93
behind	93
Beyond	92
seems	91
few	91
become	90
anything	90
seemed	90
thing	90
face	90
across	90
Marx’s	90
end	89
part	89
took	89
best	88
wage	88
…’	88
Nietzsche	87
whether	87
left	87
it’s	87
common	86
point	86
fact,	86
Matrix	86
OF	86
Mr	86
Vernon	86
often	85
physical	85
consent	85
another	84
set	84
turn	84
I’m	84
find	84
Dumbledore	84
Hence,	83
among	83
nature	83
away	83
whole	82
called	82
state	82
All	82
determined	82
How	82
whose	81
trying	81
keep	81
understand	80
place	80
(and	80
wasn’t	80
‘You	80
reason	79
tell	79
seen	79
said,	79
system	79
To	77
door	77
ter	77
conditions	76
someone	76
meaning	76
three	76
is,	76
collective	76
until	75
needs	75
heard	75
working	75
an’	75
certain	74
person	74
having	74
yeh	74
makes	73
idea	73
less	73
individual	73
interests	73
METAPHYSICS	73
taken	72
went	72
Ron.	72
important	71
bit	71
love	71
tried	71
possible	70
second	70
high	70
basic	70
philosopher	70
moral	70
front	70
When	70
experience	69
terms	69
knew	69
course,	69
argument	69
At	68
ﬁrst	68
Quirrell	68
private	67
concept	67
actors	67
McGonagall	67
These	66
given	66
So	66
head	66
large	66
comes	65
morality	65
anyone	65
precisely	65
action	65
You	65
past	65
Malfoy	65
de	64
spirit	64
real,	64
you,	64
Aunt	64
said.	64
His	63
simply	63
making	63
else	63
market	63
reality	62
give	62
Press,	62
felt	62
subject	62
capital	62
Hagrid,	62
Gryffindor	62
call	61
may	61
try	61
along	61
society	61
suddenly	61
production	61
Ron,	61
University	60
seem	60
kind	60
truth	60
question	60
saw	60
soul	60
least	59
better	59
bad	59
One	59
higher	59
hadn’t	59
I’ve	59
financial	59
ﬁnd	58
case	58
product	58
again	58
according	58
force	58
That	58
free	58
economy	58
instance,	58
everyone	58
structure.	58
feeling	57
feel	57
believe	57
them,	57
all,	57
used	57
effect	57
latter	57
Economic	57
Neville	57
fundamental	56
read	56
mean	56
small	56
noble	56
itself.	56
matter	56
full	56
outside	56
property	56
wants	55
therefore	55
general	55
toward	55
philosophers	55
all.	55
dangerous	55
day	55
wouldn’t	55
above	54
thinking	54
respect	54
true	54
stop	54
Nietzsche’s	53
claim	53
wanted	53
Europe	53
done	53
French	53
started	53
can’t	53
hand	53
She	53
yer	53
Quidditch	53
gave	52
Karl	52
women	52
either	52
dominant	52
name	52
asked	52
pulled	52
Petunia	52
‘But	52
Introduction	51
open	51
again.	51
‘What	51
modern	50
hard	50
mind	50
becomes	50
then,	50
role	50
problem	50
particular	50
together	50
Even	50
sat	50
‘I’m	50
lost	49
body	49
source	49
that’s	49
employment	49
Laruelle,	49
Mrs	49
boy	49
books	48
school	48
heart	48
kept	48
hundred	48
knows	48
sure	48
radical	48
universe	48
TOWARDS	48
RADICAL	48
SOCIALISM	48
he’s	48
on,	47
history	47
early	47
(or	47
this,	47
reached	47
inside	47
walked	47
black	47
‘And	47
based	46
book	46
thus	46
here,	46
upon	46
science	46
house	46
‘Oh,	46
life,	45
points	45
am	45
forms	45
explain	45
relation	45
formation	45
Dursley	45
wand	45
New	44
hold	44
time,	44
living	44
coming	44
room	44
yet	43
show	43
taste	43
fundamentally	43
lot	43
moment	43
on.	43
you’re	43
employers	43
employer	43
fell	43
‘It’s	43
Hermione.	43
situation	42
half	42
basis	42
suffering	42
years	42
language	42
instead	42
doing	42
help	42
With	42
classical	42
natural	42
control	42
standing	42
now,	42
rest	42
up,	42
ask	42
dark	42
top	42
Philosophical	42
abstraction	42
THE	42
Potter	42
Hagrid.	42
*	42
gives	41
account	41
possibility	41
woman	41
values	41
create	41
institutions	41
causal	41
longer	41
goal	41
course	41
certainly	41
hear	41
hand,	41
Not	41
Two	41
exploitation	41
alienation	41
Dursleys	41
Hogwarts	41
BGE	40
condition	40
“The	40
available	40
stability	40
one’s	40
act	40
side	40
learn	40
quickly	40
tion	40
workers’	40
taking	39
piece	39
European	39
status	39
By	39
religious	39
logic	39
virtue	39
men	39
des	39
hands	39
there,	39
again,	39
materialist	39
investment	39
Then	39
‘The	39
development	38
however,	38
whatever	38
itself,	38
et	38
metaphysical	38
way,	38
takes	38
brought	38
light	38
following	38
too,	38
single	38
position	38
word	38
No	38
ideology	38
stood	38
I’ll	38
(edited	38
con-	38
Political	38
Manuscripts	38
life.	37
tendency	37
number	37
necessary	37
level	37
accept	37
are,	37
words	37
ourselves	37
processes	37
lived	37
saying	37
(which	37
facts	37
Perhaps	37
ones	37
People	37
forces	37
gone	37
classes	37
Capitalism	37
money	37
live	36
English	36
right,	36
relations	36
hardly	36
From	36
Of	36
doubt	36
central	36
strength	36
term	36
subtle	36
conscience	36
greater	36
suppose	36
sign	36
humanity	36
∗	36
conflict	36
structures	36
especially	35
world,	35
view	35
became	35
wrong	35
held	35
entire	35
powerful	35
However,	35
activity	35
reading	35
art	35
Just	35
rule	35
requires	35
air	35
later,	35
determination	35
—	35
they’d	35
Filch	35
greatest	34
supposed	34
institutional	34
follow	34
talking	34
result	34
needed	34
extent	34
enormous	34
democratic	34
happens	34
getting	34
worker	34
night	34
caught	34
real.	34
organizations	34
Social	34
Madam	34
knowledge	33
time.	33
lack	33
short,	33
religion	33
letter	33
task	33
questions	33
actually	33
Their	33
demands	33
stand	33
century	33
nearly	33
(the	33
seeks	33
mere	33
pain	33
remember	33
Wood	33
communist	33
clear	32
change	32
start	32
See	32
beyond	32
ability	32
me,	32
profound	32
historical	32
holding	32
struggle	32
pure	32
cause	32
isn’t	32
happened	32
except	32
words,	32
straight	32
stay	32
one.	32
times	32
job	32
surplus	32
direct	32
voice	32
generate	32
‘Well,	32
easy	31
led	31
Let	31
intellectual	31
speak	31
highly	31
or,	31
meant	31
close	31
ground	31
play	31
instinct	31
principle	31
degree	31
end,	31
strong	31
(as	31
virtues	31
began	31
authority	31
George	31
working-class	31
United	31
capitalism,	31
technological	31
industry	31
Laruelle	31
philosophy,	30
likely	30
understanding	30
soon	30
understood	30
followed	30
clearly	30
highest	30
procedure	30
hence	30
talk	30
other.	30
actual	30
hidden	30
belief	30
gets	30
so,	30
yourself	30
Every	30
green	30
stopped	30
1	30
Hall	30
Great	30
Crisis	30
owl	30
‘Don’t	30
Hagrid’s	30
o’	30
well,	29
example,	29
deep	29
author	29
productive	29
challenge	29
late	29
know,	29
calls	29
sometimes	29
world.	29
fully	29
fear	29
nature,	29
labor,	29
earth	29
lose	29
existence	29
allowed	29
spiritual	29
While	29
It’s	29
feet	29
weren’t	29
Now,	29
growth	29
gold	29
seek	29
ac-	29
capitalists	29
capital,	29
radically	29
white	29
big	29
stared	29
‘We	29
leave	28
goes	28
essentially	28
herd	28
Its	28
practice	28
essence	28
other,	28
line	28
forward	28
sound	28
absolute	28
neither	28
nor	28
noticed	28
belong	28
rank	28
movement	28
four	28
us,	28
–,	28
says	28
himself,	28
run	28
won’t	28
i.e.	28
remain	28
work,	28
entirely	28
up.	28
magic	28
resistance	28
they’re	28
reproduction	28
class.	28
five	28
Therefore,	28
Laruelle’s	28
silver	28
‘So	28
fer	28
wizard	28
Slytherin	28
Weasley	28
personal	27
states	27
critical	27
overcome	27
exactly	27
crisis	27
sense,	27
Thus,	27
alone	27
path	27
ways	27
raised	27
genuine	27
people,	27
strange	27
away.	27
ready	27
themselves.	27
pleasure	27
pity	27
opposite	27
we’re	27
round	27
note	27
fail	27
turn,	27
theory,	27
capitalism’s	27
capitalism.	27
Fred	27
hat	27
Stone	27
detached	26
normal	26
age	26
during	26
several	26
expect	26
present	26
known	26
days	26
lies	26
out.	26
famous	26
worth	26
more,	26
hope	26
ﬁnally	26
Or	26
young	26
say:	26
built	26
himself.	26
table	26
return	26
constantly	26
probably	26
home	26
you’ve	26
too.	26
I’d	26
subordinate	26
location	26
re-	26
agency	26
orientation	26
era	26
postwar	26
moved	26
no.	26
(London:	26
you?’	26
‘It	26
room,	26
Cloak	26
works	25
third	25
easily	25
community	25
mother	25
public	25
friends	25
ideas	25
case,	25
say,	25
one,	25
function	25
risk	25
consider	25
possession	25
necessarily	25
merely	25
similar	25
Philosophy	25
base	25
described	25
enables	25
immediate	25
project	25
opposed	25
faith	25
there’s	25
stands	25
out,	25
Only	25
will,	25
laws	25
opened	25
music	25
Our	25
turning	25
active	25
future	25
century,	25
passed	25
you.	25
revolt	25
industrial	25
voice.	25
core	25
generated	25
sitting	25
Percy	25
split	25
specific	25
staring	25
Potter,	25
room.	25
main	24
reasons	24
expressed	24
managed	24
Now	24
although	24
doctrine	24
independent	24
character	24
growing	24
gains	24
pressure	24
created	24
Germans	24
God	24
After	24
organization	24
wait	24
blood	24
was,	24
required	24
corner	24
Frederick	24
transcendental	24
pushed	24
exchange	24
theory.	24
Left	24
in-	24
strategies	24
ownership	24
thereby	24
argued	24
Resignation	24
Gramsci	24
François	24
finance	24
He’d	24
Dudley’s	24
Voldemort	24
Malfoy,	24
troll	24
Hermione,	24
short	23
thanks	23
According	23
factors	23
interest	23
eye	23
(in	23
showed	23
year	23
forget	23
suggest	23
abstract	23
appropriate	23
pointed	23
Greek	23
thought,	23
however	23
exist	23
father	23
days,	23
German:	23
realm	23
answer	23
hair	23
train	23
foundation	23
developed	23
secret	23
recent	23
spite	23
horrible	23
society,	23
cold	23
class,	23
dependent	23
lay	23
My	23
changes	23
waiting	23
eyes.	23
catch	23
move	23
haven’t	23
neoliberal	23
structure,	23
strategy	23
capi-	23
Manuscript:	23
Financial	23
door.	23
it?’	23
‘How	23
‘All	23
bed	23
you’ll	23
Neville,	23
considered	22
power,	22
sorts	22
enough,	22
bourgeois	22
contrary,	22
“I	22
morality,	22
problems	22
perfect	22
which,	22
consists	22
game	22
to,	22
aspects	22
later	22
particularly	22
lead	22
response	22
looks	22
constant	22
written	22
provide	22
drives	22
long,	22
today,	22
today	22
action.	22
red	22
effort	22
ten	22
belongs	22
pale	22
culture,	22
contingency	22
there.	22
society.	22
carried	22
,	22
income	22
struc-	22
ought	22
floor.	22
York:	22
1844.	22
communism	22
speculation	22
Dumbledore.	22
‘That’s	22
we’ll	22
face.	22
‘He	22
it,’	22
fire	22
broom	22
ultimately	21
attempt	21
sudden	21
§	21
increasingly	21
day,	21
directly	21
sight	21
tends	21
completely	21
issue	21
support	21
family	21
trouble	21
spirits	21
drive	21
mechanism	21
turns	21
yes,	21
huge	21
concepts	21
ran	21
spirit,	21
effects	21
Where	21
description	21
shift	21
socialist	21
day.	21
power.	21
caused	21
back,	21
emancipation	21
(of	21
Chapter	21
adjust	21
ideological	21
Structure	21
head.	21
Consent,	21
Coercion,	21
Théorie	21
speculative	21
minutes	21
Quirrell’s	21
expression	20
depend	20
cases	20
none	20
appearance	20
complete	20
indeed	20
nobody	20
not,	20
pointing	20
essential	20
ancient	20
origin	20
capacity	20
allow	20
happen	20
reach	20
obviously	20
claims	20
names	20
interpretation	20
man,	20
becoming	20
due	20
others	20
leaving	20
Europe,	20
And,	20
acquire	20
conscious	20
equal	20
An	20
place,	20
Since	20
step	20
ears	20
terrible	20
scholars	20
expected	20
decline	20
apart	20
consistent	20
back.	20
genius	20
	20
shows	20
established	20
typically	20
So,	20
her.	20
former	20
forgotten	20
cat	20
arms	20
send	20
Critique	20
American	20
,	20
Marxism	20
2	20
culture.	20
system.	20
agency.	20
ex-	20
significant	20
participation	20
advanced	20
profit	20
key	20
Agency,	20
Contingency,	20
scientific	20
Review	20
Capital,	20
“Third	20
immanent	20
snapped	20
‘I’ve	20
Vernon,	20
Ron’s	20
Crabbe	20
lives	19
constraints	19
middle	19
concern	19
serve	19
somehow	19
giving	19
notion	19
vision	19
mention	19
insofar	19
closer	19
values,	19
analysis	19
necessity	19
”	19
empty	19
Why	19
knowing	19
somewhere	19
Richard	19
second,	19
morals	19
wild	19
previous	19
object	19
direction	19
rules	19
telling	19
were,	19
danger	19
taste,	19
that.	19
happiness	19
trade	19
appeared	19
individuals	19
you?	19
off.	19
seven	19
noise	19
sent	19
,	19
4	19
economy,	19
Marxist	19
theories	19
Labor	19
Formation	19
banking	19
hegemony	19
changed	19
democracy	19
Theory	19
Dumbledore,	19
kill	19
dropped	19
‘He’s	19
‘If	19
we’ve	19
broomstick	19
Snape’s	19
team	19
work.	18
First,	18
tend	18
story	18
members	18
group	18
way.	18
explanation	18
associated	18
decision	18
phenomena	18
Indeed,	18
usually	18
difference	18
pursue	18
proud	18
interested	18
original	18
considerable	18
spell	18
perhaps,	18
rise	18
appears	18
suggests	18
follows	18
organized	18
mechanisms	18
organic	18
demand	18
in.	18
World	18
interesting	18
earlier	18
near	18
Is	18
directed	18
forced	18
onto	18
creates	18
“modern	18
opposition	18
do,	18
happy	18
ruling	18
regard	18
But,	18
affected	18
bright	18
keeps	18
doing,	18
smell	18
mean,	18
down,	18
species	18
what’s	18
self	18
value.	18
slowly	18
experienced	18
	18
imposed	18
diversity	18
property,	18
stone	18
survival	18
immediately	18
reduced	18
establish	18
creating	18
running	18
choose	18
wall	18
remains	18
threw	18
,	18
decades	18
parties	18
interests.	18
3	18
formation.	18
labor’s	18
organizational	18
materialism	18
instances	18
intervention	18
costs	18
finally	18
table.	18
au	18
estrangement	18
Privet	18
wearing	18
fast	18
stepped	18
‘Do	18
nice	18
shook	18
letters	18
hand.	18
don’	18
you.’	18
Peeves	18
Germany	17
framework	17
Kant	17
success	17
deeply	17
study	17
defend	17
poor	17
	17
credit	17
stuck	17
access	17
imagine	17
rare	17
listen	17
learned	17
politics	17
purpose	17
enabled	17
pace	17
“will	17
metaphysics	17
phenomenon	17
decisive	17
oneself	17
whereas	17
types	17
Because	17
face,	17
evil	17
twice	17
Such	17
feelings	17
scientiﬁc	17
doesn’t	17
apparent	17
desire	17
ﬁgure	17
who,	17
maybe	17
process,	17
increase	17
keeping	17
wherever	17
honor	17
lower	17
playing	17
countries	17
window	17
heart,	17
morning	17
scope	17
away,	17
produced	17
suffering,	17
ordinary	17
regardless	17
grounding	17
save	17
system,	17
unless	17
contemporary	17
‘What’s	17
dragon	17
require	17
workers,	17
purely	17
determines	17
,	17
,	17
,	17
xxiv,	17
influence	17
maintain	17
de-	17
global	17
Marxists	17
contingent	17
argue	17
picked	17
breaking	17
argues	17
egalitarian	17
defined	17
giant	17
labour	17
Publishers,	17
Progress	17
transcendence	17
Property	17
Inquiry	17
dead	17
---.	17
met	17
car	17
watched	17
funny	17
realised	17
knocked	17
Muggle	17
‘A	17
you,’	17
CHAPTER	17
‘This	17
floor	17
it.’	17
feet.	17
‘Now,	17
corridor	17
Christmas	17
Friedrich	16
psychological	16
writings	16
utterly	16
Second,	16
things,	16
beginning	16
ed.	16
M.	16
dare	16
judgments	16
rather,	16
power”	16
constituted	16
simple	16
“free	16
evidence	16
related	16
eyes,	16
reference	16
treat	16
philosophy.	16
popular	16
further	16
difﬁcult	16
aspect	16
pity,	16
creation	16
is.	16
resources	16
reason,	16
Some	16
school,	16
la	16
le	16
build	16
wonder	16
false	16
gesture	16
students	16
senses	16
rights	16
watch	16
offered	16
determine	16
action,	16
actions	16
mode	16
affects	16
suffer	16
pain,	16
qualities	16
value,	16
chance	16
stupid	16
compulsion	16
owls	16
wondering	16
absence	16
Finally,	16
ground.	16
conditions,	16
loss	16
others,	16
cost	16
snake	16
break	16
off,	16
mirror	16
trust	16
robes	16
added	16
shape	16
mouth	16
burst	16
welfare	16
shouted	16
meet	16
legs	16
sensuous	16
offer	16
,	16
,	16
system’s	16
leading	16
Global	16
capital.	16
theoretical	16
Workers	16
labor.	16
Marxian	16
operates	16
Communist	16
Gramsci,	16
safe	16
technology	16
US	16
Private	16
Vol.	16
CAPITALISM	16
you’d	16
nose	16
Dumbledore’s	16
parents	16
Nimbus	16
whispered.	16
truth,	15
views	15
write	15
prejudices	15
Although	15
depends	15
aims	15
thoughts	15
in,	15
texts	15
spent	15
p.	15
ones.	15
	15
published	15
	15
period	15
conditioned	15
appear	15
text	15
	15
including	15
events	15
closely	15
thinks	15
arguments	15
willing	15
prior	15
Whereas	15
starting	15
space	15
stars	15
puts	15
“good	15
consequence	15
post	15
properly	15
well.	15
impact	15
experiences	15
involved	15
affect	15
arbitrary	15
so-called	15
be.	15
presented	15
Both	15
reality,	15
grown	15
mental	15
deal	15
History	15
truly	15
particular,	15
lying	15
humanity,	15
discovered	15
people’s	15
pleased	15
master	15
garden	15
wanting	15
stronger	15
joy	15
soul.	15
touch	15
this.	15
therefore,	15
external	15
produces	15
inner	15
generally	15
driven	15
elements	15
sake	15
right.	15
Roman	15
do.	15
aren’t	15
last,	15
hate	15
acts	15
grounds	15
killed	15
Christian	15
slave	15
spread	15
sheer	15
feels	15
place.	15
	15
material,	15
describes	15
describe	15
limits	15
doors	15
bring	15
son	15
mind,	15
fall	15
loud	15
wondered	15
explained	15
noble?	15
leapt	15
wealth	15
open.	15
pull	15
actors’	15
identity	15
local	15
economies	15
massive	15
Capital	15
construction	15
opt	15
dimensions	15
sustain	15
reduce	15
union	15
Hall,	15
Journal	15
non-philosophical	15
physical,	15
physical.	15
Muggles	15
‘Yes,	15
pair	15
watching	15
‘We’ve	15
‘No	15
‘Good	15
cupboard	15
‘Harry	15
‘I’ll	15
climbed	15
Forest	15
Ollivander	15
Neville’s	15
Snape,	15
dog	15
Philosopher’s	15
Norbert	15
share	14
careful	14
	14
artistic	14
range	14
amount	14
decide	14
century.	14
places	14
successful	14
	14
Ecce	14
	14
foot	14
courage	14
	14
conscience,	14
total	14
be,	14
stage	14
contains	14
approach	14
virtually	14
endowed	14
linguistic	14
formation,	14
wish	14
writes	14
characteristic	14
equally	14
reality.	14
Many	14
continue	14
Publishes	14
Paul	14
Science	14
useful	14
von	14
Thomas	14
provided	14
Future	14
pose	14
sense.	14
strike	14
bear	14
decided	14
speaking	14
care	14
everywhere	14
though,	14
–:	14
body,	14
tiny	14
somebody	14
attached	14
carry	14
souls	14
heads	14
rid	14
stupidity	14
evening	14
badly	14
choice	14
pay	14
worst	14
form,	14
vulnerable	14
hide	14
hung	14
protect	14
people.	14
resist	14
France,	14
dominated	14
discipline	14
explains	14
	14
	14
bottom	14
wide	14
it!	14
model	14
walk	14
Everyone	14
carefully	14
sources	14
linked	14
own.	14
building	14
establishes	14
B.C.)	14
,	14
,	14
,	14
,	14
,	14
,	14
,	14
,	14
n.	14
,	14
predicted	14
premise	14
norms	14
commodity	14
rolled	14
unions	14
21st	14
constrained	14
properties	14
theorists	14
laboring	14
operation	14
institutions,	14
economy.	14
Employers	14
bargaining	14
employees	14
Gramsci’s	14
drew	14
class’s	14
Endures	14
Notes	14
(New	14
Engels,	14
[...]	14
Communism,”	14
hit	14
hurried	14
was.	14
‘No,	14
twelve	14
bent	14
swung	14
fat	14
once.	14
‘There’s	14
‘Come	14
‘Why	14
Dark	14
‘Just	14
‘You’re	14
twins	14
Nicolas	14
House	14
Seamus	14
portrait	14
Invisibility	14
knowledge,	13
lets	13
special	13
ends	13
view,	13
insist	13
person,	13
concerns	13
literature	13
example	13
notes	13
somewhat	13
spoke	13
	13
	13
(§	13
Wagner	13
topics	13
believed	13
worse	13
lie	13
far.	13
context	13
mixed	13
opinion	13
Once	13
nine	13
primarily	13
throwing	13
conceived	13
question.	13
manner	13
painful	13
attempts	13
thought.	13
bound	13
skepticism	13
begins	13
activity,	13
consequences	13
assume	13
implies	13
participate	13
enduring	13
distance	13
serves	13
hoping	13
Christianity	13
dream	13
contrast	13
friend	13
arm	13
begin	13
absolutely	13
brave	13
event	13
today.	13
barely	13
psychologist	13
six	13
indeed,	13
soul,	13
domination	13
pulling	13
push	13
weak	13
themselves,	13
instincts	13
ﬁnal	13
now.	13
practically	13
hundreds	13
translated	13
afraid	13
brings	13
grounded	13
words.	13
furious	13
myself	13
bet	13
organizing	13
around,	13
plays	13
mistaken	13
shut	13
sky	13
kinds	13
Anyone	13
teachers	13
match	13
thousands	13
compared	13
good,	13
animal	13
enable	13
once,	13
nasty	13
down.	13
engage	13
violence	13
me.	13
increasing	13
blue	13
seat	13
legal	13
side,	13
faces	13
glad	13
impulse	13
rose	13
alienated	13
liked	13
wake	13
pile	13
broken	13
,	13
,	13
,	13
,	13
,	13
,	13
generates	13
motivated	13
variation	13
warning	13
inequality	13
it?	13
changing	13
cognitive	13
culturalist	13
codes	13
alternative	13
Capitalist	13
latter.	13
outcome	13
eating	13
em-	13
difficult	13
solidarity	13
harms	13
Politics	13
program	13
subjectivity	13
praxis	13
contradiction	13
Verso,	13
exteriority	13
self-sufficient	13
real”	13
banks	13
window.	13
street	13
You-Know-Who	13
flying	13
asleep	13
McGonagall.	13
aunt	13
whispered	13
pink	13
walking	13
‘Are	13
Dudley,	13
‘That	13
Piers	13
left,	13
week	13
head,	13
Vernon’s	13
muttered	13
unicorn	13
Malfoy’s	13
castle	13
Flamel	13
Mirror	13
suspicious	12
background	12
Here	12
Those	12
establishing	12
roles	12
health	12
attention	12
G.	12
dealing	12
Zarathustra	12
ideal	12
par	12
seen,	12
holy	12
connected	12
standards	12
else,	12
	12
lessons	12
entered	12
	12
	12
dimension	12
examine	12
constitute	12
(not	12
method	12
conception	12
using	12
variety	12
traditional	12
suffering.	12
various	12
subjective	12
putting	12
preceding	12
functions	12
widely	12
stable	12
attractive	12
increases	12
education	12
over,	12
namely	12
beautiful	12
freedom	12
own,	12
derived	12
mistrust	12
leads	12
sick	12
steps	12
assuming	12
pretending	12
cases,	12
bodies	12
war	12
thrown	12
but,	12
rests	12
consciousness	12
consequently	12
–.	12
grow	12
burden	12
accordance	12
of,	12
loves	12
philosopher,	12
current	12
far,	12
church	12
narrow	12
facing	12
levels	12
desires	12
Something	12
proper	12
shame	12
alone.	12
typical	12
sharp	12
cloak	12
cruelty	12
country	12
rarely	12
assumed	12
humans	12
writer	12
to.	12
hiding	12
	12
love,	12
	12
	12
	12
moment,	12
thing,	12
together,	12
slow	12
sit	12
animals	12
man’s	12
low	12
capable	12
France	12
new,	12
lucky	12
William	12
tired	12
twentieth	12
resolution	12
female	12
kitchen	12
hours	12
statesman	12
yelled	12
together.	12
mythological	12
night,	12
instance.	12
ghost	12
David	12
,	12
,	12
,	12
,	12
,	12
,	12
,	12
be-	12
transformation	12
5	12
viable	12
production,	12
acceleration	12
wages	12
distinct	12
market.	12
deterministic	12
chapter	12
hierarchy	12
workplace	12
shall	12
individualized	12
organizers	12
States,	12
carrying	12
thin	12
Oxford	12
Princeton	12
Selections	12
Prison	12
Notebooks,	12
(Moscow:	12
non-standard	12
signification	12
Real	12
labour,	12
2008	12
commonality	12
Available	12
buy	12
seized	12
wall.	12
‘Er	12
Petunia,	12
tea	12
lamp	12
slipped	12
‘My	12
Well,	12
eleven	12
gasped.	12
scar	12
birthday	12
grabbed	12
she’d	12
sorry	12
‘Go	12
jumped	12
package	12
Hogwarts,	12
‘Well	12
feet,	12
Gringotts	12
Potions	12
leant	12
clapped	12
platform	12
Weasley,	12
Quaffle	12
Stone,	12
Though	11
throughout	11
version	11
Michael	11
overcoming	11
interests,	11
united	11
possible.	11
Three	11
appreciate	11
familiar	11
matters	11
failure	11
gain	11
wider	11
notice	11
aware	11
image	11
born	11
crossed	11
believes	11
stance	11
is:	11
	11
obvious	11
emphasis	11
	11
lines	11
primary	11
deeper	11
possible,	11
normative	11
reveal	11
objects	11
i.e.,	11
this:	11
writing	11
national	11
“what	11
	11
amounts	11
true,	11
objective	11
broader	11
regarding	11
Too	11
mistake	11
der	11
die	11
“in	11
quality	11
mysterious	11
poet	11
Human	11
death	11
part,	11
Suppose	11
promise	11
enjoy	11
grand	11
Who	11
Look	11
ages	11
valuations	11
viewed	11
inclination	11
I,	11
overall	11
us.	11
usual	11
arrived	11
gradually	11
plant	11
–)	11
ambition	11
god	11
basically	11
Your	11
pride	11
over.	11
regions	11
civil	11
today’s	11
dear	11
Schopenhauer	11
force,	11
diverse	11
sees	11
reversal	11
accommodate	11
because,	11
actor	11
vast	11
crude	11
angry	11
teeth	11
friends,	11
tempo	11
eat	11
shouldn’t	11
sacriﬁce	11
constitutes	11
couple	11
disappeared	11
excellent	11
hearts	11
independence	11
nose.	11
subjugation	11
prove	11
before,	11
destroyed	11
mediocre	11
Someone	11
	11
	11
Other	11
classes,	11
heavy	11
herself	11
acting	11
steady	11
ambitious	11
,	11
no,	11
introduction	11
laborers	11
storm	11
crowd	11
effective	11
drop	11
wandering	11
laborer	11
locked	11
won	11
Oh	11
rapidly	11
silence	11
mutual	11
agree	11
submit	11
groups	11
morning,	11
house,	11
hurt	11
smiled	11
,	11
,	11
,	11
,	11
,	11
,	11
,	11
,	11
,	11
,	11
Cambridge	11
shaped	11
reproduction.	11
argument,	11
fight	11
ture	11
un-	11
services	11
States	11
worry	11
Wall	11
hence,	11
cul-	11
Cultural	11
classes.	11
stability.	11
consent.	11
structure’s	11
leaves	11
issues	11
organize	11
insecurity	11
obstacles	11
generic	11
Consent	11
proletariat	11
consent,	11
mind.	11
produce	11
ceiling	11
edge	11
Pages	11
Economy,	11
(Paris:	11
amphibology	11
(i.e.,	11
philosophical.	11
abstraction.	11
house.	11
sight.	11
Drive	11
spotted	11
me.’	11
upstairs	11
bed.	11
crept	11
Albus	11
shot	11
broke	11
he’ll	11
boy,	11
suddenly.	11
died	11
witch	11
That’s	11
‘Not	11
flew	11
Thousand	11
Quirrell,	11
hanging	11
Goyle	11
Gryffindors	11
Flitwick,	11
Hermione’s	11
Malfoy.	11
fifty	11
Flint	11
Fluffy	11
Firenze	11
about.	10
translation	10
Thus	10
serious	10
conviction	10
science,	10
ﬁnds	10
advantage	10
products	10
surely	10
reaction	10
relevant	10
realize	10
unable	10
summer	10
circumstances	10
happening	10
ultimate	10
saying,	10
type,	10
emerge	10
treated	10
if,	10
manage	10
artists	10
develop	10
	10
complex	10
favor	10
practices	10
uses	10
broad	10
called,	10
	10
taste.	10
shared	10
paid	10
presupposes	10
terms,	10
truth.	10
“good”	10
religion,	10
dominance	10
potential	10
rely	10
see,	10
formula	10
(to	10
achieve	10
else.	10
mark	10
Italian	10
Wagner’s	10
physically	10
mentioned	10
helped	10
philosophers,	10
sublime	10
money,	10
eternal	10
tension	10
Part	10
laid	10
another,	10
mad	10
foreground	10
charge	10
judgment	10
indispensable	10
risks	10
played	10
–),	10
means,	10
Oh,	10
law	10
old,	10
something.	10
First	10
colors	10
discover	10
failed	10
faded	10
belonging	10
ﬁnally,	10
taught	10
–).	10
What?	10
thoroughly	10
older	10
More	10
reﬁned	10
for.	10
races	10
grab	10
includes	10
golden	10
search	10
exceptional	10
company	10
translate	10
much.	10
escape	10
breath	10
instead,	10
inherent	10
fair	10
state,	10
aristocratic	10
hasn’t	10
odd	10
silent	10
men,	10
agreement	10
light,	10
spirituality	10
deny	10
sounds	10
it:	10
moments	10
bowed	10
busy	10
business	10
weight	10
throw	10
alone,	10
spirit.	10
letting	10
praise	10
	10
Any	10
showing	10
	10
	10
tree	10
shown	10
emerging	10
opinions	10
formal	10
fewer	10
before.	10
much,	10
shop	10
falling	10
continued	10
cut	10
inevitably	10
anyway,	10
,	10
growth,	10
underneath	10
asking	10
food	10
Peoples	10
fatherlands	10
speed	10
exercise	10
moving	10
damp	10
About	10
lock	10
brothers	10
John	10
Heinrich	10
relative	10
,	10
knock	10
sounded	10
ahead	10
(c.	10
,	10
,	10
,	10
,	10
,	10
,	10
,	10
,	10
,	10
development,	10
,	10
Magic	10
Marx.	10
Left,	10
importantly,	10
first,	10
nomic	10
predict	10
figure	10
War	10
population	10
countries,	10
joined	10
11	10
firms	10
mass	10
goals	10
breakdown	10
division	10
defining	10
broadly	10
Culture	10
concrete	10
employment,	10
finding	10
employee	10
hour	10
pursuit	10
harder	10
sustained	10
Studies	10
manufacturing	10
thrust	10
policies	10
shoulder	10
size	10
families	10
rebellion	10
(Princeton,	10
NJ:	10
“First	10
Nonetheless,	10
realities	10
operations	10
immanently	10
Report	10
crash	10
Nick	10
rock	10
ownership,	10
Translated	10
grey	10
realise	10
jerked	10
‘–	10
learnt	10
stuff	10
tail	10
purple	10
Dursleys’	10
Voldemort’s	10
McGonagall,	10
Pomfrey	10
him,’	10
‘but	10
landed	10
–?’	10
we’d	10
ball	10
Vernon.	10
Petunia.	10
quickly.	10
glass	10
‘They	10
library	10
steal	10
wizards	10
outta	10
remembered	10
Leaky	10
inside.	10
‘Professor	10
Potter.	10
Charlie	10
Chocolate	10
Granger	10
Draco	10
Fat	10
Neville.	10
Filch,	10
Fang	10
Snitch	10
Ronan	10
Bane	10
assessment	9
mainly	9
speaks	9
nobility	9
thank	9
BGE,	9
proven	9
art,	9
features	9
drawn	9
Yet	9
intrinsically	9
aim	9
whom	9
aimed	9
(de	9
sold	9
readers	9
series	9
parts	9
(see	9
Namely,	9
partly	9
perfectly	9
signs	9
presents	9
ears.	9
memory	9
man.	9
alien	9
enter	9
others.	9
about,	9
eventually	9
address	9
remind	9
text,	9
exception	9
nevertheless	9
distinctive	9
direction.	9
answers	9
rooted	9
past,	9
ways.	9
	9
	9
results	9
via	9
beside	9
	9
consequently,	9
epistemological	9
case.	9
skeptical	9
critics	9
placed	9
connection	9
treats	9
seeing	9
frequently	9
Human,	9
,	9
tries	9
meanings	9
position.	9
process.	9
high,	9
grateful	9
Power	9
P.	9
Europe.	9
Universitaires	9
foreign	9
claiming	9
unconditional	9
causes	9
service	9
nonetheless	9
invented	9
free,	9
Which	9
Whatever	9
Everything	9
physiological	9
preservation	9
beings	9
synthetic	9
measure	9
virtuous	9
provides	9
cunning	9
(a	9
vulnerability	9
point,	9
imperative	9
courage,	9
desperate	9
secure	9
cause.	9
disgust	9
rapid	9
profundity	9
est	9
Or,	9
easier	9
being.	9
demanded	9
race	9
handed	9
genuinely	9
habits	9
through,	9
recognized	9
certainty	9
enjoys	9
I.	9
profoundly	9
freedom,	9
general,	9
rising	9
language,	9
stupid,	9
scared	9
recognize	9
stomach	9
laughing	9
wind	9
thousand	9
possibly	9
heights	9
decade	9
Today,	9
ago	9
admit	9
naturally	9
either.	9
en	9
decisions	9
analysis,	9
witnessed	9
rich	9
pushing	9
guess	9
Are	9
“man”	9
violence,	9
evil,	9
oh	9
masters	9
smiling	9
strangely	9
Then,	9
individual,	9
practice,	9
for,	9
scholar	9
beneath	9
religions	9
Was	9
Epigrams	9
entr’actes	9
proportion	9
	9
clever	9
vanity	9
	9
	9
	9
embrace	9
content	9
moralities	9
impose	9
music,	9
periods	9
ear	9
twenty	9
goods	9
her,	9
quiet	9
footsteps	9
more.	9
protection	9
why,	9
age,	9
yourself,	9
progress	9
retreat	9
level,	9
drink	9
treating	9
successfully	9
desirable	9
increased	9
go,	9
transition	9
Robert	9
losing	9
lots	9
chamber	9
covered	9
inevitable	9
offers	9
glasses	9
advance	9
asked,	9
air,	9
Index	9
,	9
,	9
,	9
,	9
de,	9
,	9
,	9
,	9
xv,	9
xi,	9
,	9
,	9
,	9
xxvi,	9
,	9
,	9
,	9
,	9
government	9
Writings	9
Metaphysics	9
patterns	9
interaction	9
agents	9
well-being.	9
eco-	9
choices	9
6	9
identities	9
socialization	9
turn.	9
production.	9
15	9
occupational	9
dramatic	9
distribution	9
subordination	9
benefit	9
firm	9
location.	9
tural	9
dynamics	9
1.	9
option	9
stability,	9
sell	9
structures.	9
member	9
reject	9
Wage	9
survive	9
knocking	9
pro-	9
Economy	9
puzzle	9
productivity	9
sufficient	9
sacrifice	9
remained	9
visit	9
research	9
pitch	9
filled	9
High	9
anything,	9
weeks	9
urban	9
(Oxford:	9
H.	9
trans.	9
signifying	9
INTRODUCTION	9
appropriation	9
1844,	9
materiality	9
Stranger	9
dyad	9
definition	9
immanence	9
FINANCE	9
ECONOMY	9
report	9
hole	9
AND	9
automation	9
woke	9
fingers	9
saying.	9
finished	9
boy.	9
seconds	9
dinner	9
me?’	9
asked.	9
right,’	9
what?’	9
pocket	9
‘Yes,’	9
now.’	9
uncle	9
there?’	9
London	9
racing	9
boys	9
paper	9
reminded	9
bought	9
slid	9
Harry?’	9
waved	9
Smeltings	9
shaking	9
it!’	9
neck	9
door,	9
walls	9
’em	9
‘An’	9
bottle	9
wizard,	9
on.’	9
He’s	9
‘What?’	9
ticket	9
wand.	9
first-years	9
box	9
Hedwig	9
up,’	9
left.	9
Lee	9
Scabbers	9
Gryffindor,	9
trees	9
staircase	9
Snape.	9
Cup	9
Bludgers	9
Bludger	9
bin	9
major	8
addressed	8
regarded	8
effect,	8
book,	8
opportunity	8
text.	8
greatness	8
creative	8
nineteenth	8
convinced	8
II	8
Things	8
suffered	8
acknowledged	8
Birth	8
Gruyter:	8
passage	8
(including	8
foundations	8
success.	8
missing	8
Peter	8
considering	8
criticism	8
brilliant	8
them:	8
experience,	8
tremendous	8
element	8
imply	8
truths	8
anyway.	8
versions	8
Before	8
express	8
expectations	8
requirements	8
him;	8
received	8
strongly	8
dynamic	8
responsible	8
values.	8
explanatory	8
impossible	8
crucial	8
“new	8
transform	8
Rather,	8
bold	8
intended	8
fun	8
need,	8
operating	8
differences	8
absurd	8
logical	8
discussion	8
depth	8
groups,	8
maintained	8
compatible	8
allows	8
faith,	8
willingness	8
weakness	8
message	8
meaning.	8
inherited	8
positive	8
sister	8
father’s	8
Latin	8
largely	8
fallen	8
served	8
style	8
Plato	8
Socrates	8
Europeans	8
fools	8
God,	8
occurred	8
assumes	8
acknowledge	8
struck	8
honest	8
moralists	8
done,	8
cast	8
glance	8
indifference	8
actors,	8
indifferent	8
dictate	8
/	8
prefer	8
pretty	8
thirst	8
different.	8
newly	8
spirits,	8
better,	8
cheerful	8
ideas”	8
strength,	8
grew	8
oldest	8
constructed	8
instinctively	8
future,	8
will”	8
win	8
packed	8
drawing	8
minds	8
times,	8
chain	8
command,	8
reasonable	8
accomplished	8
relationship	8
enough.	8
thinker	8
forgive	8
naive	8
antagonism	8
psychology	8
laugh	8
tall,	8
danger,	8
solitude,	8
average	8
existing	8
internal	8
below	8
stops	8
clean	8
air.	8
revenge	8
wrapped	8
gained	8
solid	8
ample	8
biggest	8
subject,	8
que	8
pour	8
unity	8
explaining	8
same,	8
invent	8
quick	8
tables	8
vice	8
	8
symptoms	8
sun	8
hostility	8
Madame	8
fear,	8
horror	8
strongest	8
has,	8
presence	8
stumbled	8
breeding	8
additional	8
rule.	8
ruled	8
existed	8
hatred	8
pick	8
	8
him!	8
	8
	8
	8
	8
role.	8
perceived	8
	8
	8
	8
	8
	8
	8
	8
	8
	8
upset	8
modest	8
missed	8
conceptual	8
limited	8
laughed	8
passive	8
chosen	8
achieved	8
see.	8
screamed	8
tall	8
distant	8
here.	8
systems	8
sprang	8
masses	8
Like	8
surprised	8
substance	8
security	8
nerves	8
clothes	8
windows	8
threat	8
are.	8
Without	8
strict	8
historian	8
whole,	8
gods	8
Consider	8
adopt	8
informal	8
detachment	8
piled	8
furiously	8
gone,	8
luck,	8
did.	8
bringing	8
British	8
determining	8
closed	8
equals	8
join	8
pieces	8
afternoon,	8
There’s	8
they’ll	8
novelist	8
Pierre	8
composer	8
Oliver	8
Johann	8
,	8
,	8
,	8
xvii,	8
,	8
,	8
,	8
,	8
,	8
,	8
,	8
,	8
,	8
,	8
xiv,	8
,	8
,	8
,	8
von,	8
influential	8
precondition	8
intellectuals	8
theory’s	8
stabilization	8
determinism	8
symbolic	8
politically	8
implications	8
activities	8
suggested	8
revolutionary	8
7	8
tion.	8
II.	8
9	8
welfare.	8
10	8
scale	8
expanding	8
agency,	8
Street	8
wave	8
14	8
quo	8
road	8
causally	8
well-being	8
priority	8
17	8
suggested.	8
identification	8
rational	8
so.	8
final	8
ago,	8
motivation	8
stems	8
former.	8
tive	8
refusal	8
assigned	8
ensure	8
employer.	8
reducing	8
around.	8
mediating	8
latter,	8
Althusser’s	8
compartment	8
tion,	8
options	8
fashion	8
ment	8
commodities,	8
organization.	8
Section	8
leverage	8
associations	8
list	8
substantially	8
Instead	8
elicit	8
agreed	8
State	8
development.	8
fruits	8
relieved	8
finds	8
tors	8
endless	8
redistributive	8
unilateral	8
safely	8
shoulders	8
train.	8
ago.	8
(Cambridge:	8
1989),	8
Capital:	8
real,”	8
Alienation	8
(Laruelle)	8
posture	8
Laruellian	8
emancipate	8
postulation	8
machine	8
Communism	8
“human	8
Philosophie	8
lived,	8
represents	8
trauma	8
abolition	8
unstoppable	8
Harvey,	8
pressed	8
consist	8
automated	8
letter,	8
morning.	8
sped	8
Come	8
Next	8
‘No,’	8
gone.	8
They’re	8
me,’	8
them.’	8
‘Yes	8
last.	8
‘I’d	8
balls	8
lit	8
hated	8
wished	8
rushed	8
flat	8
shouted.	8
hall.	8
o’clock	8
halfway	8
wooden	8
hut	8
sleep.	8
Keeper	8
Harry!’	8
smile.	8
mum	8
they?’	8
Hogwarts.	8
anythin’	8
Hallowe’en	8
fire.	8
Diagon	8
‘Got	8
Magical	8
‘Did	8
me!’	8
twisted	8
potion	8
wall,	8
Slytherin,	8
wand,	8
nearer	8
‘Shut	8
‘You’ve	8
loads	8
Weasleys	8
Charlie’s	8
Granger,	8
Ravenclaw	8
Sorting	8
Forest.	8
Wood.	8
guarding	8
Flitwick	8
concerned	7
disastrous	7
See,	7
R.	7
section	7
insights	7
mixture	7
mistake.	7
identify	7
inﬂuence	7
invisible	7
tied	7
ill	7
nervous	7
extremely	7
cared	7
sister,	7
represented	7
surprising	7
enjoying	7
academic	7
attract	7
(though	7
Homo	7
Eternal	7
refers	7
vols.	7
Berlin,	7
edition	7
importance	7
recognition	7
remarks	7
curiosity,	7
picture	7
accounts	7
terminology,	7
books,	7
illusion	7
whoever	7
“We	7
inability	7
competitive	7
embedded	7
succeed	7
approaching	7
()	7
()	7
insists	7
wrote	7
cease	7
consisting	7
remarkable	7
subjects	7
(like	7
feature	7
BGE.	7
critique	7
articulated	7
two,	7
transformed	7
bad.	7
Following	7
idea.	7
cover	7
resistance.	7
style,	7
imagined	7
unavoidable	7
(and,	7
price	7
xx	7
	7
doctrine.	7
capacities	7
texts,	7
collection	7
fails	7
include	7
“truth”	7
,	7
Neither	7
heavily	7
und	7
essence,	7
superior	7
conditions.	7
restricted	7
brother	7
theology	7
chair	7
J.	7
depending	7
surface	7
Martin	7
monstrous	7
goals.	7
wills	7
being,	7
cautious	7
huge,	7
touched	7
discriminating	7
Consequently,	7
drives,	7
(since	7
believing	7
causa	7
assured	7
answer.	7
whispered,	7
seriously	7
“to	7
existence.	7
senses,	7
still,	7
pass	7
rabble	7
such,	7
smile	7
charm	7
strikes	7
prejudice	7
divorced	7
discovery	7
unconscious	7
differently,	7
longing	7
naiveté	7
law,	7
tells	7
starts	7
respect,	7
eager	7
daring	7
multiple,	7
Lord	7
degeneration	7
predestined	7
animal,	7
urge	7
subtlety	7
Goethe’s	7
gladly	7
loved	7
	7
conscience.	7
double	7
helps	7
young,	7
er	7
subtle,	7
interpreted	7
rage	7
	7
primitive	7
weakened	7
clumsy,	7
delicate	7
mask	7
roll	7
consistently	7
birds	7
riddles	7
higher,	7
god,	7
promised	7
morality.	7
ages,	7
man”	7
balance	7
girl	7
this?	7
honored	7
Jewish	7
ears,	7
justice	7
deliver	7
–;	7
tender	7
dull	7
practical	7
situation.	7
selection	7
tormented	7
alongside	7
bred	7
ruined	7
attack	7
	7
principles	7
	7
heavy,	7
name,	7
	7
	7
best,	7
burning	7
	7
	7
	7
	7
	7
nearest	7
	7
	7
youngest	7
night.	7
hair,	7
severity	7
“nature”	7
go.	7
Europe’s	7
sex	7
harm	7
utility	7
silently	7
granted	7
reproduce	7
dreams	7
possess	7
property.	7
accepts	7
when,	7
cultures	7
days.	7
desires,	7
suffers	7
communal	7
teach	7
Germany,	7
needs,	7
friendly	7
mirror,	7
passing	7
passageway	7
newspaper	7
threatening	7
Have	7
irony	7
runs	7
duties	7
slightly	7
Through	7
reserve	7
Athenian	7
word.	7
alive	7
anything.	7
force.	7
developments	7
Goethe	7
Faust	7
“more	7
Jean	7
posed	7
anywhere	7
change,	7
forces.	7
absorbed	7
Modern	7
brown	7
setting	7
hands.	7
variations	7
slowly,	7
faster	7
spot	7
affairs	7
guard	7
thick,	7
blow	7
Marcus	7
,	7
,	7
,	7
xxvii,	7
,	7
,	7
,	7
,	7
,	7
,	7
,	7
,	7
,	7
,	7
,	7
,	7
,	7
,	7
,	7
,	7
vii,	7
,	7
subjectivity,	7
Lawrence	7
movements	7
im-	7
actors.	7
Marxism.	7
identified	7
8	7
components	7
South	7
relations.	7
portion	7
grip	7
sector	7
shrank	7
Within	7
socialism	7
hang	7
pre-	7
12	7
13	7
captured	7
environment	7
decades.	7
anchor	7
declining	7
outcomes	7
ignore	7
16	7
18	7
2.	7
baseline	7
assets	7
positions	7
worker,	7
aggregate	7
23	7
chapter,	7
theorists,	7
interpretive	7
accepted	7
antecedent	7
exogenous	7
employer’s	7
31	7
relation.	7
dragged	7
coercion	7
western	7
selling	7
Whether	7
capitalists.	7
Over	7
two.	7
E.	7
struggle,	7
dramatically	7
mate-	7
binding	7
employers.	7
West	7
incline	7
operate	7
market,	7
wages,	7
enabling	7
profits	7
ditions	7
worker’s	7
employers’	7
focus	7
sustaining	7
backed	7
undertake	7
commit	7
funds	7
political,	7
Ideology	7
talism	7
institutions.	7
undermine	7
game,	7
shock	7
week.	7
Britain	7
Britain,	7
exit	7
1,	7
functioning	7
ignored	7
surrounding	7
regulated	7
Had	7
Jonas	7
smaller	7
finally,	7
tight	7
water	7
students,	7
James	7
entails	7
Presses	7
analogous	7
“real	7
“syntax	7
Labor,”	7
Manuscript,”	7
fixed	7
physicality	7
(Marx).	7
abstraction,	7
transcending	7
Abstraction	7
commodities	7
reflection	7
philosophically	7
POSSIBILITY	7
IMMANENT	7
REVOLT	7
human-in-human	7
revolution	7
auto-referential	7
transcend	7
spectral	7
chôra	7
Government	7
FCIC,	7
“finance	7
saved	7
speeding	7
bank	7
Enigma	7
arriving	7
trophy	7
Nature,	7
Technological	7
London:	7
Dursley,	7
Potters	7
mirror.	7
shake	7
dressed	7
clutching	7
nervously.	7
peered	7
slammed	7
swooped	7
clicked	7
here.’	7
‘Oh	7
that,’	7
sounding	7
know.’	7
cried	7
him.’	7
minute	7
kicked	7
television	7
egg	7
right?’	7
rang	7
year,	7
listening.	7
‘…	7
first.	7
ceiling.	7
‘Get	7
thick	7
go.’	7
stayed	7
breakfast	7
smiling.	7
eh?’	7
strode	7
pockets	7
An’	7
jus’	7
dad	7
gotta	7
‘Don’	7
witches	7
Head	7
wizarding	7
umbrella	7
wands	7
‘Give	7
dragons	7
‘See	7
‘Can	7
loudly	7
goblin	7
Griphook	7
‘Can’t	7
stool	7
Hufflepuff	7
floor,	7
trunk	7
marched	7
there.’	7
‘Never	7
Potter?’	7
she’s	7
must’ve	7
now,’	7
boats	7
Entrance	7
‘Snape’s	7
players	7
Forest,	7
Hooch	7
three-headed	7
dog’s	7
‘Look	7
social,	6
Very	6
thinkers	6
attribute	6
content,	6
prepared	6
outlook	6
life:	6
phrase	6
ingredients	6
perspective	6
period,	6
severe	6
comfortable	6
women,	6
complained	6
teacher	6
deepest	6
Nietzsche,	6
Kritische	6
Colli	6
books,”	6
intentions	6
relates	6
explicitly	6
Zarathustra,	6
well:	6
pp.	6
clever,	6
avoid	6
lacks	6
frequent	6
“Why	6
contempt	6
overwhelming	6
insisting	6
pretend	6
immense	6
announced	6
“a	6
focused	6
“This	6
considers	6
Against	6
reasoning	6
acceptance	6
constitutive	6
unique	6
stick	6
tradition	6
project.	6
normally	6
striking	6
thorough	6
miss	6
above,	6
intention	6
,	6
situation,	6
perspectivism	6
plausible	6
embodied	6
experiences,	6
paradoxical	6
noted	6
discussed	6
critic	6
incomplete	6
	6
carries	6
degrees	6
,	6
democracy,	6
Most	6
relies	6
peculiar	6
dangers	6
relatively	6
Verlag:	6
introduced	6
static	6
form.	6
vague	6
matter,	6
inside,	6
founded	6
conclusion	6
things.	6
pathos	6
socially	6
strive	6
rare,	6
gaining	6
per	6
knowledge.	6
doubt,	6
worried	6
father,	6
Will	6
marks	6
circulation	6
II,	6
exclusively	6
Publishing	6
Moral	6
joint	6
contribution	6
seriousness	6
suit	6
relief	6
sleep,	6
honors	6
task,	6
talked	6
will.	6
separate	6
attributed	6
reverse	6
philosopher’s	6
determinate	6
clearly,	6
accepting	6
logic,	6
falsiﬁcation	6
rank,	6
advocates	6
warn	6
stiff	6
family,	6
measure,	6
justice,	6
Isn’t	6
delight	6
arrogance	6
do?	6
yesterday	6
faculty	6
generation	6
replace	6
undoubtedly	6
have,	6
look.	6
science.	6
passes	6
staying	6
“immediate	6
proposition	6
myself,	6
comparison	6
“I”	6
superiority	6
commands	6
pressure,	6
scheme	6
order,	6
extent,	6
blocked	6
poorly	6
paths	6
lacking	6
observed	6
parties,	6
party	6
blame	6
exists	6
equality	6
word,	6
Never	6
sciences	6
wonders	6
divine	6
“spirit”	6
ruin	6
innocence	6
sets	6
cunning,	6
waged	6
seeking	6
mixing	6
exception,	6
norm	6
instinct,	6
child	6
peers	6
reﬁned,	6
profound,	6
phenomenon,	6
vanity,	6
race,	6
incapable	6
boring	6
hard,	6
wicked	6
happily	6
strong,	6
destruction	6
saint	6
petty	6
reverence	6
tears	6
present-day	6
consequence,	6
reﬁnement	6
least,	6
(for	6
	6
of.	6
please	6
duty	6
ne	6
say.	6
gruesome	6
distance,	6
harmful	6
favorable	6
limit	6
qui	6
dans	6
ashamed	6
rough	6
test	6
pity:	6
spend	6
add	6
(who	6
misunderstanding	6
silence,	6
curious	6
all;	6
simultaneously	6
revolt,	6
Wherever	6
calm	6
it;	6
saw,	6
talent	6
un	6
	6
Furthermore,	6
today?	6
depths	6
children	6
apparatus	6
contact	6
intrinsic	6
from,	6
existence,	6
removed	6
eventual	6
station	6
uncanny	6
nonsense	6
here!	6
lacked	6
orders	6
exploited	6
expense	6
gently	6
	6
resolved	6
tyranny	6
Behind	6
	6
offends	6
	6
	6
root	6
	6
count	6
good.	6
artist	6
	6
what?	6
	6
peoples	6
morals,	6
	6
inspire	6
	6
late,	6
Considering	6
Morality	6
informed	6
denial	6
draw	6
conclusions	6
quantum	6
famously	6
excuse	6
worthy	6
entailed	6
years,	6
teaches	6
(although	6
rule,	6
generations	6
likelihood	6
negotiate	6
“What	6
commonly	6
woman,	6
possession,	6
ownership.	6
beat	6
teacher,	6
silent.	6
industry,	6
threaten	6
driving	6
privileges	6
lives,	6
threatened	6
height	6
bronze	6
faced	6
Sometimes	6
ties	6
human,	6
philosophy’s	6
tower	6
trick	6
gentle	6
recently	6
does.	6
Maybe	6
plenty	6
brutal	6
center	6
time;	6
intermediary	6
zone	6
empire	6
end.	6
king	6
surprise	6
notions	6
them;	6
wear	6
tomorrow,	6
compelled	6
pleasure,	6
dance	6
defense	6
perform	6
hybrid	6
laughter	6
powers	6
bloody	6
know.	6
reinforce	6
demands,	6
compete	6
movement,	6
stream	6
other’s	6
another.	6
Revolution	6
ended	6
breaks	6
unit	6
breath.	6
universal	6
classic	6
nostrils,	6
continues	6
sank	6
exploitation,	6
exploitative	6
creatures	6
imagining	6
species,	6
scene	6
history,	6
engenders	6
masses,	6
solution	6
lips	6
backwards	6
Could	6
ground,	6
bits	6
curse	6
Charles	6
,	6
,	6
,	6
the,	6
,	6
,	6
,	6
consciousness,	6
,	6
xxv,	6
,	6
,	6
,	6
,	6
,	6
,	6
,	6
Nature	6
Daniel	6
Outlines	6
empirical	6
groups.	6
analysis.	6
1970s,	6
decades,	6
define	6
adequately	6
myriad	6
link	6
ideology,	6
under-	6
located	6
declared	6
tended	6
contingency,	6
agriculture	6
hitherto	6
1970s	6
1980s,	6
owned	6
owners	6
happened.	6
Sewell,	6
revived	6
dictated	6
affirm	6
job,	6
forth.	6
overthrow	6
gen-	6
as-	6
ensuring	6
arduous	6
legitimate	6
19	6
modes	6
employers,	6
chapters	6
assumptions	6
respond	6
foundational	6
field	6
socialized	6
acquisition	6
chose	6
induce	6
29	6
employment.	6
might,	6
refuse	6
com-	6
dint	6
generating	6
revenue	6
substantial	6
battle	6
capitalist,	6
ensures	6
differs	6
reduces	6
strained	6
42	6
cost-minimizing	6
pressures	6
forge	6
Far	6
4.	6
acceptable	6
improve	6
can,	6
reflected	6
eight	6
intensity	6
partially	6
reduction	6
organizations.	6
option.	6
spiral	6
albeit	6
Contemporary	6
ide-	6
Antonio	6
Gramscian	6
Whereas,	6
underlying	6
Przeworski	6
books.	6
reminds	6
pages	6
machinery	6
erosion	6
predicts	6
Manifesto	6
potentially	6
interfere	6
sleeping	6
Nordic	6
side.	6
Democracy	6
grounds.	6
Howell	6
crashed	6
self.	6
worked	6
materially	6
manifestation	6
years.	6
Logics	6
Capitalism:	6
added.	6
Smith,	6
Twentieth	6
Job	6
Health	6
3.	6
Routledge,	6
Revolt	6
Policy	6
Volume	6
Pontusson,	6
Investment	6
executed	6
subject.	6
“Theses	6
Feuerbach,”	6
1844	6
“physical,”	6
(Marx)	6
http://www.marxists.org/archive/marx/	6
equation	6
Etrangers:	6
hommes,	6
démocratie	6
Éditions	6
Kimé,	6
alienation.	6
“transcendental	6
material”	6
M-C-M	6
communism,	6
Quite	6
bundle	6
estrangement,	6
founding	6
material.	6
Anthony	6
victim	6
bodily	6
producing	6
dispossession	6
value)	6
borrowed	6
Commission	6
Report,	6
economy”	6
money.	6
Speculation	6
defaulted	6
commons	6
accelerated	6
2013.	6
family.	6
Profit	6
sociality	6
TECHNOLOGY,	6
BODY,	6
CYBORGS	6
neck,	6
noticing	6
by.	6
loudly.	6
move.	6
bed,	6
they’ve	6
whisper,	6
cleared	6
could,	6
he?’	6
darkness.	6
‘You’d	6
heads.	6
Lily	6
McGonagall’s	6
here!’	6
name!’	6
swallowed	6
that?’	6
motorbike	6
baby	6
spoke.	6
sir.’	6
forehead	6
‘Is	6
suddenly,	6
‘You’ll	6
We’ve	6
Nearly	6
mother.	6
favourite	6
wore	6
small,	6
quickly,	6
then.’	6
mother’s	6
hurry	6
glass,	6
stared.	6
anyway?’	6
could.	6
cup	6
flash	6
forehead.	6
Dudley.	6
holidays	6
leg	6
cake	6
Harry.’	6
voice,	6
‘Who’s	6
shouted,	6
up.’	6
boat	6
cheer	6
lumpy	6
‘Ah,	6
Dursleys,	6
Hagrid,’	6
yeh,	6
no,’	6
gettin’	6
all?’	6
growled	6
owl,	6
Anyway,	6
breathing	6
Potter’s	6
Hogwarts,’	6
expelled,	6
that.’	6
Hagrid?’	6
‘Of	6
Ministry	6
clambered	6
seats	6
cauldron	6
toad	6
hurrying	6
peering	6
‘Harry,	6
grinned	6
broomsticks	6
marble	6
vault	6
‘Very	6
there,’	6
pinned	6
robes.	6
Slytherin.	6
snarled	6
wizard’s	6
out.’	6
Up	6
‘Everyone	6
King’s	6
ten.	6
trolley	6
muttering	6
went.	6
legs.	6
floating	6
waving	6
corridor.	6
‘She	6
extra	6
Goyle,	6
lurking	6
mountain	6
roast	6
Bloody	6
fly	6
corridors	6
Peeves,	6
classroom	6
homework	6
clearing	6
Forbidden	6
broom.	6
Remembrall	6
branches	6
Miss	6
Wood,	6
Jordan	6
snapped.	6
crate	6
crate.	6
troll’s	6
match.	6
row	6
chess	6
chessmen	6
all.’	6
exams	6
comprehensible	5
oppressive	5
Margaret	5
York,	5
Kaufmann,	5
book.	5
justify	5
contain	5
silly	5
proponents	5
disturbing	5
evaluation	5
Nietzsche.	5
matter.	5
sympathy	5
tendencies	5
person.	5
uncertain	5
purposes	5
Moreover,	5
distinction	5
consideration	5
sad	5
failure.	5
health,	5
problems,	5
prolonged	5
northern	5
friends.	5
promising	5
Basle	5
fortunes	5
Werke:	5
date	5
emphatically	5
concerning	5
copies	5
explore	5
fourth	5
revealed	5
insight	5
ear.	5
attitude	5
quote	5
convince	5
Instead,	5
impression	5
literary	5
presentation	5
Genealogy	5
Morals	5
Homo,	5
narratives	5
invites	5
stories	5
pleasant	5
suited	5
capture	5
disdain	5
()	5
Do	5
Spoke	5
contained	5
solved	5
educated	5
scholarly	5
doubts	5
beliefs	5
facts.	5
ontological	5
“out	5
majority	5
confront	5
proceed	5
designed	5
numerous	5
“being	5
arguments.	5
Cf.	5
possibilities	5
attributes	5
method,	5
term,	5
indicates	5
expresses	5
fashion.	5
temporal	5
object,	5
inspired	5
insistence	5
judge	5
perspectival	5
settle	5
comprehensive	5
Truth	5
context.	5
information	5
